Repository: anderpri-dev/FormulAPP1-iOS
Catalog: FormulAPP1/Resources/localizations/Localizable.xcstrings
Source language: es
Languages: en, eu

# app.back
source: Atrás
en: Back
eu: Atzera

# appinfo.data
source: Información:
en: Data:
eu: Informativa:

# appinfo.images
source: Imágenes:
en: Images:
eu: Irudiak:

# appinfo.languages
source: Desarrollada en:
en: Developed in:
eu: Honetan garatuta:

# ctr.add_fav
source: Marcar escudería como favorita
en: Add as favourite constructor
eu: Taldea gogokoena bezala gehitu

# ctr.remove_fav
source: Eliminar escudería como favorita
en: Remove as favourite constructor
eu: Taldea gogokoena bezala kendu

# devinfo.academic
source: Formado académicamente en:
en: Academically trained in:
eu: Prestakuntza akademikoa:

# devinfo.contact
source: Contacto
en: Contact
eu: Kontaktua

# devinfo.gv
source: Departamento de Seguridad - Gobierno Vasco
en: Department of Security - Basque Government
eu: Segurtasun Saila - Eusko Jaurlaritza

# devinfo.position
source: Desarrollador de aplicaciones móviles
en: Mobile application developer
eu: Aplikazio mugikorren garatzailea

# devinfo.work
source: Experiencia laboral:
en: Work experience:
eu: Lan-esperientzia:

# drv.add_fav
source: Marcar piloto como favorito
en: Add as favourite driver
eu: Gidaria gogokoena bezala gehitu

# drv.remove_fav
source: Eliminar piloto como favorito
en: Remove as favourite driver
eu: Gidaria gogokoena bezala kendu

# main.data_upd
source: Última actualización:
en: Last update:
eu: Azken eguneratzea:

# main.data_upd_header
source: Última actualización de los datos:
en: Last data update:
eu: Datuen azken eguneratzea:

# main.data_upd_never
source: Nunca
en: Never
eu: Inoiz ez

# main.fav_ctr
source: Escudería favorita:
en: Favourite constructor:
eu: Talde gogokoena:

# main.fav_drv
source: Piloto favorito:
en: Favourite driver:
eu: Gidari gogokoena:

# main.next_race
source: Siguiente carrera:
en: Next race:
eu: Hurrengo lasterketa:

# main.no_fav_ctr
source: No hay escudería favorita
en: No favourite constructor
eu: Ez dago talde gogokoenik

# main.no_fav_drv
source: No hay piloto favorito
en: No favourite driver
eu: Ez dago gidari gogokoenik

# main.no_next_race
source: Sin próxima carrera
en: No next race
eu: Ez dago hurrengo lasterketarik

# nat.american
source: EEUU
en: USA
eu: AEB

# nat.brazilian
source: Brasil
en: Brazil

# nat.british
source: Reino Unido
en: UK
eu: Erresuma Batua

# nat.canadian
source: Canadá
en: Canada
eu: Kanada

# nat.dutch
source: Países Bajos
en: Netherlands
eu: Herbehereak

# nat.french
source: Francia
en: France
eu: Frantzia

# nat.german
source: Alemania
en: Germany

# nat.italian
source: Italia
en: Italy

# nat.japanese
source: Japón
en: Japan
eu: Japonia

# nat.monegasque
source: Mónaco
en: Monaco
eu: Monako

# nat.new_zealander
source: Nueva Zelanda
en: New Zealand
eu: Zeelanda Berria

# nat.spanish
source: España
en: Spain
eu: Espainia

# nat.swiss
source: Suiza
en: Switzerland
eu: Suitza

# nat.thai
source: Tailandia
en: Thailand

# nav.circuits
source: Circuitos
en: Circuits
eu: Zirkuituak

# nav.ctr
source: Escuderías
en: Constructors
eu: Taldeak

# nav.drv
source: Pilotos
en: Drivers
eu: Gidariak

# nav.home
source: Inicio
en: Home
eu: Hasiera

# nav.settings
source: Ajustes
en: Settings
eu: Ezarpenak

# nav.standings
source: Clasificaciones
en: Standings
eu: Sailkapenak

# noti.body
source: Los datos de la API se han actualizado
en: The API data has been updated
eu: APIaren datuak eguneratu dira

# noti.title
source: Datos actualizados
en: Data updated
eu: Datuak eguneratuta

# pt
source: pts
en: pt
eu: ptu

# race.details
source: Detalles del GP
en: GP details
eu: GParen xehetasunak

# race.map
source: Ubicación del circuito:
en: Circuit location:
eu: Zirkuituaren kokapena:

# race.p1
source: Libres 1:
en: Practice 1:
eu: Libreak 1:

# race.p2
source: Libres 2:
en: Practice 2:
eu: Libreak 2:

# race.p3
source: Libres 3:
en: Practice 3:
eu: Libreak 3:

# race.quali
source: Clasificación:
en: Qualifying:
eu: Sailkapena:

# race.race
source: Carrera:
en: Race:
eu: Lasterketa:

# race.round %@
source: Ronda %@
en: Round %@
eu: %@. txanda

# race.sessions
source: Sesiones:
en: Sessions:
eu: Saioak:

# race.spquali
source: Clasificación Sprint:
en: Sprint Qualifying:
eu: Sprint Sailkapena:

# race.sprace
source: Carrera Sprint:
en: Sprint Race:
eu: Sprint Lasterketa

# settings_about
source: Sobre
en: About
eu: Honi buruz

# settings.app_info
source: Información de la app
en: App info
eu: Aplikazioaren informazioa

# settings.appearance
source: Apariencia
en: Appearance
eu: Itxura

# settings.dark
source: Oscuro
en: Dark
eu: Iluna

# settings.dev_info
source: Información del desarrollador
en: Developer info
eu: Garatzailearen informazioa

# settings.language
source: Idioma
en: Language
eu: Hizkuntza

# settings.light
source: Claro
en: Light
eu: Argia

# settings.systemdefault
source: Predeterminado del sistema
en: System default
eu: Sistemaren lehenetsia

# settings.theme
source: Tema
en: Theme
eu: Gaia

# settings.title
source: Ajustes
en: Settings
eu: Ezarpenak

# widget.ctr_desc
source: Muestra la clasificación de tu escudería favorita
en: Shows the current standings of your favourite constructor
eu: Erakutsi zure talde gogokoenaren sailkapena

# widget.ctr_title
source: Widget de escudería favorita
en: Favourite constructor widget
eu: Talde gogokoenaren widgeta

# widget.drv_desc
source: Muestra la clasificación de tu piloto favorito
en: Shows the current standings of your favourite driver
eu: Erakutsi zure gidari gogokoenaren sailkapena

# widget.drv_title
source: Widget de piloto favorito
en: Favourite driver widget
eu: Gidari gogokoenaren widgeta
